week_1/quiz_1.tex
% Created 2024-07-12 Fri 01:14
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[a4paper,left=1cm,right=1cm,top=1cm,bottom=1cm]{geometry}
\usepackage[american, english]{babel}
\usepackage{enumitem}
\usepackage{float}
\usepackage[sc]{mathpazo}
\linespread{1.05}
\renewcommand{\labelitemi}{$\rhd$}
\setlength\parindent{0pt}
\setlist[itemize]{leftmargin=*}
\setlist{nosep}
\date{}
\title{Graded Quiz 1}
\hypersetup{
 pdfauthor={Marcio Woitek},
 pdftitle={Graded Quiz 1},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.8)}, 
 pdflang={English}}
\begin{document}

\thispagestyle{empty}
\pagestyle{empty}
\section*{Problem 1}
\label{sec:org2e8e549}

\textbf{Answer:} What is best for you depends on what others do.
\section*{Problem 2}
\label{sec:orgaebf19e}

\textbf{Answer:} B, D and F
\begin{itemize}
\item (B) Players
\item (D) Strategies
\item (F) Payoffs
\end{itemize}
\section*{Problem 3}
\label{sec:org96ca7a2}

\textbf{Answer:} If we just assume that each player maximizes his/her payoff, we fail
to pin down how each one anticipates the other players' behaviors.
\section*{Problem 4}
\label{sec:org3e207bb}

\textbf{Answer:} You choose the best available option.
\section*{Problem 5}
\label{sec:org6f4a6c8}

\textbf{Answer:}
\begin{itemize}
\item Players are making mutual best replies.
\item No players can increase their payoffs by deviating by themselves.
\end{itemize}
\section*{Problem 6}
\label{sec:org8b91f10}

\textbf{Answer:} 75\\

In the first case (before the construction of the bypass), the Nash equilibrium
corresponds to the following situation:
\begin{itemize}
\item 25 drivers choose the road of length 350;
\item 125 drivers choose the road of length 250.
\end{itemize}
Then the traveling time for both roads is the same: \(350+25=250+125=375\).\\
In the second case (after the construction of the bypass), the Nash equilibrium
corresponds to the following situation:
\begin{itemize}
\item no driver chooses the road of length 350;
\item 50 drivers choose the road of length 250;
\item 100 drivers choose the road of length 200.
\end{itemize}
Then the traveling time becomes \(50+250=100+200=300\). This means the
traveling time goes from 375 to 300. Therefore, this time decreased by 75.
\section*{Problem 7}
\label{sec:orgda80aa9}

\textbf{Answer:} He found a unified solution concept that can be applied to a wide
range of games.
\end{document}
